Repository: Victor-Northcode/alma-app
Catalog: mobile/ios/Alma/Resources/Screens.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# scr.addPerson.birthTime
source: their birth time
de: ihre Geburtszeit
es: su hora de nacimiento
fr: son heure de naissance
it: la sua ora di nascita
pt_br: a hora de nascimento
ru: время рождения

# scr.addPerson.birthday
source: their birthday
de: ihr Geburtstag
es: su fecha de nacimiento
fr: sa date de naissance
it: la sua data di nascita
pt_br: a data de nascimento
ru: дата рождения

# scr.addPerson.birthplace
source: their birthplace
de: ihr Geburtsort
es: su lugar de nacimiento
fr: son lieu de naissance
it: il suo luogo di nascita
pt_br: o local de nascimento
ru: место рождения

# scr.addPerson.eyebrow
source: a second birth
de: eine zweite Geburt
es: un segundo nacimiento
fr: une seconde naissance
it: una seconda nascita
pt_br: um segundo nascimento
ru: второе рождение

# scr.addPerson.lead
source: Add their name, birth date, birthplace and birth time if known. Without an exact time, Alma can still compare fewer chart factors.
de: Dieselben fünf Angaben, die dein eigenes Horoskop brauchte. Ohne die Geburtsminute läuft der Vergleich trotzdem, mit weniger Faktoren.
es: Las mismas cinco cosas que necesitó tu carta. Sin el minuto de nacimiento la comparación se hace igual, con menos factores.
fr: Les mêmes cinq choses qu'il fallait pour ton thème. Sans la minute de naissance la comparaison fonctionne quand même, sur moins de facteurs.
it: Aggiungi nome, data e luogo di nascita, più l’ora se la conosci. Senza un’ora esatta, Alma può comunque confrontare meno elementi del tema.
pt_br: As mesmas cinco coisas que seu mapa precisou. Sem o minuto de nascimento a comparação ainda funciona, com menos fatores.
ru: Нужны имя, дата и место рождения; время — если известно. Без точного времени сравнение тоже работает, но учитывает меньше факторов.

# scr.addPerson.name
source: their name
de: ihr Name
es: su nombre
fr: son nom
it: il suo nome
pt_br: o nome
ru: имя

# scr.addPerson.relationPlaceholder
source: Partner, mother, friend… (optional)
de: Partner, Mutter, Freund… (optional)
es: Pareja, madre, amistad… (opcional)
fr: Partenaire, mère, ami… (facultatif)
it: Partner, madre, amico… (facoltativo)
pt_br: Parceiro, mãe, amigo… (opcional)
ru: Партнёр, мама, друг… (необязательно)

# scr.addPerson.save
source: Save this person
de: Person speichern
es: Guardar esta persona
fr: Enregistrer cette personne
it: Salva questa persona
pt_br: Salvar esta pessoa
ru: Сохранить человека

# scr.addPerson.saving
source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
pt_br: Salvando…
ru: Сохраняю…

# scr.addPerson.timeUnknown
source: Birth time unknown
de: Geburtszeit unbekannt
es: Hora de nacimiento desconocida
fr: Heure de naissance inconnue
it: Ora di nascita sconosciuta
pt_br: Hora de nascimento desconhecida
ru: Время рождения неизвестно

# scr.addPerson.title
source: Add a person
de: Person hinzufügen
es: Añadir una persona
fr: Ajouter une personne
it: Aggiungi una persona
pt_br: Adicionar uma pessoa
ru: Добавить человека

# scr.chat.couldAsk
source: you could ask
de: du könntest fragen
es: podrías preguntar
fr: tu peux demander
it: potresti chiedere
pt_br: você pode perguntar
ru: можно спросить

# scr.chat.moreQuestions
source: More questions
de: Mehr Fragen
es: Más preguntas
fr: Plus de questions
it: Più domande
pt_br: Mais perguntas
ru: Ещё вопросы

# scr.chat.noChart
source: I can talk without your chart, but I would only be guessing. Give me your birth data and I can read you instead.
de: Ich kann ohne dein Horoskop reden, aber ich würde nur raten. Gib mir deine Geburtsdaten, dann kann ich dich lesen.
es: Puedo hablar sin tu carta, pero solo estaría adivinando. Dame tus datos de nacimiento y podré leerte de verdad.
fr: Je peux parler sans ton thème, mais je ne ferais que deviner. Donne-moi tes données de naissance et je pourrai te lire.
it: Posso parlare senza il tuo tema, ma starei solo indovinando. Dammi i tuoi dati di nascita e potrò leggerti davvero.
pt_br: Posso conversar sem seu mapa, mas estaria só adivinhando. Me dê seus dados de nascimento e poderei ler você.
ru: Я могу разговаривать и без твоей карты, но это было бы гаданием. Дай мне данные рождения — и я смогу тебя читать.

# scr.chat.offline
source: I cannot reach your chart just now. Your question is still in the box — try again in a moment.
de: Ich komme gerade nicht an dein Horoskop. Deine Frage steht noch da — versuch es gleich noch einmal.
es: Ahora mismo no consigo llegar a tu carta. Tu pregunta sigue escrita: inténtalo en un momento.
fr: Je n'arrive pas à atteindre ton thème pour l'instant. Ta question est toujours là — réessaie dans un moment.
it: In questo momento non riesco a raggiungere il tuo tema. La tua domanda è ancora lì: riprova tra un istante.
pt_br: Não consigo chegar ao seu mapa agora. Sua pergunta continua aí — tente de novo em um instante.
ru: Прямо сейчас я не дотягиваюсь до твоей карты. Твой вопрос на месте — попробуй ещё раз через минуту.

# scr.chat.opening
source: Ask me anything about your chart. I answer from what is in it, and I tell you when it has no answer.
de: Frag mich alles über dein Horoskop. Ich antworte aus dem, was darin steht — und sage dir, wenn es keine Antwort hat.
es: Pregúntame lo que quieras sobre tu carta. Respondo desde lo que hay en ella, y te digo cuando no tiene respuesta.
fr: Demande-moi ce que tu veux sur ton thème. Je réponds à partir de ce qu'il contient, et je te dis quand il n'a pas de réponse.
it: Chiedimi qualsiasi cosa sul tuo tema. Rispondo da ciò che c'è dentro, e ti dico quando non ha una risposta.
pt_br: Pergunte o que quiser sobre o seu mapa. Respondo a partir do que está nele, e digo quando ele não tem resposta.
ru: Спроси меня о чём угодно в твоей карте. Я отвечаю из того, что в ней есть, и говорю, когда ответа там нет.

# scr.chat.outOfQuestions
source: You’ve used the questions available for now. With an active subscription, you can continue; it includes 30 questions each month.
de: Deine verfügbaren Fragen sind vorerst aufgebraucht. Mit einem aktiven Abo kannst du weitermachen; es enthält 30 Fragen pro Monat.
es: Has usado las preguntas disponibles por ahora. Con una suscripción activa puedes continuar; incluye 30 preguntas al mes.
fr: Tu as utilisé les questions disponibles pour le moment. Avec un abonnement actif, tu peux continuer ; il inclut 30 questions par mois.
it: Per ora hai usato tutte le domande disponibili. Con un abbonamento attivo puoi continuare; include 30 domande al mese.
pt_br: Você usou as perguntas disponíveis por enquanto. Com uma assinatura ativa, pode continuar; ela inclui 30 perguntas por mês.
ru: Доступные вопросы закончились. В подписке — 25 вопросов в месяц.

# scr.chat.past
source: earlier
de: früher
es: anteriores
fr: avant
it: precedenti
pt_br: anteriores
ru: раньше

# scr.chat.placeholder
source: Ask Alma
de: Frag Alma
es: Pregunta a Alma
fr: Demande à Alma
it: Chiedi ad Alma
pt_br: Pergunte a Alma
ru: Спроси Alma

# scr.chat.prompt1
source: What am I like when nobody is watching?
de: Wie bin ich, wenn niemand hinsieht?
es: ¿Cómo soy cuando nadie me mira?
fr: Comment suis-je quand personne ne regarde ?
it: Come sono quando nessuno guarda?
pt_br: Como eu sou quando ninguém está olhando?
ru: Что от меня остаётся, когда никто не смотрит?

# scr.chat.prompt2
source: What is crossing my chart this week?
de: Was kreuzt diese Woche mein Horoskop?
es: ¿Qué está cruzando mi carta esta semana?
fr: Qu'est-ce qui influence mon thème cette semaine ?
it: Che cosa attraversa il mio tema questa settimana?
pt_br: O que está cruzando meu mapa esta semana?
ru: Что проходит по моей карте на этой неделе?

# scr.chat.prompt3
source: Where do my systems disagree about me?
de: Wo widersprechen sich meine Systeme über mich?
es: ¿En qué no coinciden mis sistemas sobre mí?
fr: Sur quels points mes systèmes se contredisent-ils ?
it: Dove i miei sistemi non concordano su di me?
pt_br: Onde meus sistemas discordam sobre mim?
ru: Где мои системы расходятся насчёт меня?

# scr.chat.promptMoon
source: My Moon is in %@. What does it actually need?
de: Mein Mond steht in %@. Was braucht er wirklich?
es: Mi Luna está en %@. ¿Qué necesita de verdad?
fr: Ma Lune est en %@. De quoi a-t-elle vraiment besoin ?
it: La mia Luna è in %@. Di che cosa ha davvero bisogno?
pt_br: Minha Lua está em %@. Do que ela realmente precisa?
ru: Луна у меня — %@. Что ей на самом деле нужно?

# scr.chat.promptRising
source: %@ rising. Is that the first impression I give?
de: Aszendent %@. Ist es das, was andere zuerst von mir wahrnehmen?
es: Ascendente en %@. ¿Es lo primero que ven los demás?
fr: Ascendant %@. Est-ce la première impression que je donne aux autres ?
it: Ascendente %@. È la prima impressione che do agli altri?
pt_br: Ascendente em %@. É isso que as pessoas encontram primeiro?
ru: Восходящий знак — %@. Это то, что люди встречают первым?

# scr.chat.promptSun
source: My Sun is in %@ — what does that ask of me?
de: Meine Sonne steht in %@ — was verlangt das von mir?
es: Mi Sol está en %@: ¿qué me pide eso?
fr: Mon Soleil est en %@ — qu'est-ce que cela me demande ?
it: Il mio Sole è in %@: che cosa mi chiede?
pt_br: Meu Sol está em %@ — o que isso me pede?
ru: Моё Солнце — %@. Чего оно от меня просит?

# scr.chat.readFromAll
source: Show the chart placements used for this answer
de: Alle Positionen zeigen, aus denen das gelesen wurde
es: Mostrar todas las posiciones de las que se leyó esto
fr: Afficher toutes les positions dont ceci est tiré
it: Mostra le posizioni del tema usate per questa risposta
pt_br: Mostrar todas as posições de onde isto foi lido
ru: Показать все позиции, из которых это прочитано

# scr.chat.refused
source: I could not answer that one without inventing a placement, so I did not. Ask it another way and I will try again.
de: Ich konnte das nicht beantworten, ohne eine Position zu erfinden — also habe ich es gelassen. Frag es anders, und ich versuche es noch einmal.
es: No podía responder a esa sin inventar una posición, así que no lo hice. Pregúntamelo de otra forma y lo intento de nuevo.
fr: Je ne pouvais pas répondre sans inventer une position, alors je ne l'ai pas fait. Reformule et je réessaie.
it: Non potevo rispondere senza inventare una posizione, e non l'ho fatto. Chiedimelo in un altro modo e ci riprovo.
pt_br: Eu não conseguia responder sem inventar uma posição, então não respondi. Pergunte de outro jeito e eu tento de novo.
ru: Я не смогла ответить, не выдумав позицию, — и не стала. Спроси иначе, и я попробую снова.

# scr.chat.rule
source: Every answer names the placements it was read from. Nothing here is a prediction.
de: Jede Antwort nennt die Positionen, aus denen sie gelesen wurde. Nichts davon ist eine Vorhersage.
es: Cada respuesta indica en qué posiciones de tu carta se basa. Nada de esto es una predicción.
fr: Chaque réponse nomme les positions dont elle est tirée. Rien ici n'est une prédiction.
it: Ogni risposta nomina le posizioni da cui è stata letta. Niente qui è una previsione.
pt_br: Cada resposta indica em quais posições do seu mapa ela se baseia. Nada aqui é previsão.
ru: Каждый ответ называет позиции, из которых он прочитан. Здесь нет предсказаний.

# scr.chat.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt_br: Enviar
ru: Отправить

# scr.chat.silent
source: I answered that one from what I know, not from your chart.
de: Diese habe ich aus dem beantwortet, was ich weiß — nicht aus deinem Horoskop.
es: Esa la respondí desde lo que sé, no desde tu carta.
fr: J'ai répondu à celle-ci à partir de ce que je sais, pas de ton thème.
it: Questa risposta è generale e non si basa sul tuo tema natale.
pt_br: Essa eu respondi a partir do que sei, não do seu mapa.
ru: На это я ответила из того, что знаю сама, а не из твоей карты.

# scr.chat.thinking
source: Reading your chart
de: Ich lese dein Horoskop
es: Estoy leyendo tu carta
fr: Je lis ton thème
it: Sto leggendo il tuo tema
pt_br: Estou lendo seu mapa
ru: Читаю твою карту

# scr.chat.thinkingStill
source: Still reading — I don't skim.
de: Ich lese noch — ich überfliege nicht.
es: Sigo leyendo: no leo por encima.
fr: Je lis encore — je ne survole pas.
it: Sto ancora leggendo: non vado di fretta.
pt_br: Ainda estou lendo — não passo os olhos por cima.
ru: Всё ещё читаю — я не пролистываю.

# scr.chat.unavailable
source: Something on my side is not working. Your chart is untouched, and your question is still in the box.
de: Auf meiner Seite funktioniert etwas nicht. Dein Horoskop ist unberührt, und deine Frage steht noch da.
es: Algo de mi lado no funciona. Tu carta está intacta y tu pregunta sigue escrita.
fr: Quelque chose ne fonctionne pas de mon côté. Ton thème est intact, et ta question est toujours là.
it: Qualcosa dalla mia parte non funziona. Il tuo tema è intatto e la tua domanda è ancora lì.
pt_br: Algo do meu lado não está funcionando. Seu mapa está intacto e sua pergunta continua aí.
ru: Что-то не работает на моей стороне. Твоя карта не тронута, и твой вопрос на месте.

# scr.chat.untitled
source: Untitled conversation
de: Gespräch ohne Titel
es: Conversación sin título
fr: Conversation sans titre
it: Conversazione senza titolo
pt_br: Conversa sem título
ru: Разговор без названия

# scr.chat.wentWrong
source: That did not go through. Nothing was lost — your question is still in the box.
de: Das ist nicht durchgekommen. Nichts ist verloren — deine Frage steht noch da.
es: Eso no llegó. No se perdió nada: tu pregunta sigue escrita.
fr: Cela n'est pas passé. Rien n'est perdu — ta question est toujours là.
it: Non è passata. Non si è perso nulla: la tua domanda è ancora lì.
pt_br: Isso não passou. Nada se perdeu — sua pergunta continua aí.
ru: Это не отправилось. Ничего не потерялось — твой вопрос на месте.

# scr.compat.choose
source: Compare with somebody else
de: Mit jemand anderem vergleichen
es: Comparar con otra persona
fr: Comparer avec quelqu'un d'autre
it: Confronta con qualcun altro
pt_br: Comparar com outra pessoa
ru: Сравнить с кем-то другим

# scr.compat.readAgainst
source: You and %@
de: Verglichen mit %@
es: Tú y %@
fr: Toi et %@
it: Tu e %@
pt_br: Você e %@
ru: Ты и %@

# scr.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt_br: Pronto
ru: Готово

# scr.empty.chapters
source: %lld chapters
de: %lld Kapitel
es: %lld capítulos
fr: %lld chapitres
it: %lld capitoli
pt_br: %lld capítulos
ru: %lld глав

# scr.empty.example
source: what a line looks like
de: wie eine Zeile aussieht
es: cómo se ve una línea
fr: à quoi ressemble une ligne
it: com'è fatta una riga
pt_br: como é uma linha
ru: как выглядит строка

# scr.empty.exampleNote
source: Every sentence Alma writes names the placement it was read from, like the one above. Nothing is a prediction, and nothing is shown that was not calculated.
de: Jeder Satz, den Alma schreibt, nennt die Position, aus der er gelesen wurde — wie oben. Nichts ist eine Vorhersage, und nichts wird gezeigt, was nicht berechnet wurde.
es: Cada frase que escribe Alma nombra la posición de la que se leyó, como la de arriba. Nada es una predicción, y no se muestra nada que no se haya calculado.
fr: Chaque phrase qu'Alma écrit nomme la position dont elle est tirée, comme celle ci-dessus. Rien n'est une prédiction, et rien n'est montré qui n'ait été calculé.
it: Ogni frase che Alma scrive nomina la posizione da cui è stata letta, come quella sopra. Niente è una previsione, e non si mostra nulla che non sia calcolato.
pt_br: Cada frase que Alma escreve nomeia a posição de onde foi lida, como a de cima. Nada é previsão, e nada é mostrado sem ter sido calculado.
ru: Каждое предложение Alma называет позицию, из которой оно прочитано, — как строка выше. Здесь нет предсказаний, и не показывается ничего, что не было рассчитано.

# scr.empty.exampleTag
source: example — not your chart
de: Beispiel — nicht dein Horoskop
es: ejemplo — no es tu carta
fr: exemple — pas ton thème
it: esempio — non è il tuo tema
pt_br: exemplo — não é o seu mapa
ru: пример — не твоя карта

# scr.empty.lead
source: Alma brings eight astrology and self-reflection systems together in 41 chapters. Combined Insights compares three of them: your birth chart, numerology and Tarot Birth Card.
de: Alma berechnet acht unabhängige Systeme aus einer echten JPL-Ephemeride — insgesamt einundvierzig Kapitel — und zeigt dir, wo sie über dich übereinstimmen und wo nicht.
es: Alma reúne ocho sistemas de astrología y autoconocimiento en 41 capítulos. La Síntesis de sistemas compara tres: carta natal, numerología y Arcano de nacimiento.
fr: Alma réunit huit systèmes d’astrologie et de connaissance de soi en 41 chapitres. La Synthèse des systèmes en compare trois : thème natal, numérologie et Arcane de naissance (tarot).
it: Alma riunisce otto sistemi astrologici e di riflessione personale in 41 capitoli. La Sintesi combinata ne confronta tre: tema natale, numerologia e Carta dei tarocchi di nascita.
pt_br: A Alma reúne oito sistemas de astrologia e autoconhecimento em 41 capítulos. A Síntese dos sistemas compara três deles: mapa natal, numerologia e Arcano de nascimento.
ru: В Alma восемь систем и 41 глава. «Общий портрет» сравнивает три из них: натальную карту, нумерологию и аркан рождения.

# scr.empty.title
source: Eight systems, one chart
de: Acht Systeme, ein Horoskop
es: Ocho sistemas, una carta
fr: Huit systèmes, un thème
it: Otto sistemi, un tema
pt_br: Oito sistemas, um mapa
ru: Восемь систем, одна карта

# scr.journey.freeNote
source: Everything above is calculated, and calculations are always free. It stays yours whether you read further or not.
de: Alles oben ist berechnet, und Berechnungen sind immer kostenlos. Es bleibt deins, ob du weiterliest oder nicht.
es: Los resultados de arriba siguen siendo gratis, decidas continuar o no.
fr: Les résultats ci-dessus restent gratuits, que tu continues ou non.
it: I risultati qui sopra restano gratuiti, anche se decidi di non continuare.
pt_br: Os resultados acima continuam grátis, mesmo que você não continue.
ru: Результаты выше останутся бесплатными, даже если ты не продолжишь.

# scr.keep
source: Keep
de: Behalten
es: Conservar
fr: Garder
it: Mantieni
pt_br: Manter
ru: Оставить

# scr.people.change
source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
pt_br: Alterar
ru: Изменить

# scr.people.consent
source: It is their birth data, not yours. Ask them first.
de: Es sind ihre Geburtsdaten, nicht deine. Frag sie vorher.
es: Son sus datos de nacimiento, no los tuyos. Pídeselo antes.
fr: Ce sont leurs données de naissance, pas les tiennes. Demande-leur d'abord.
it: Sono i loro dati di nascita, non i tuoi. Chiedi prima.
pt_br: Os dados de nascimento são deles, não seus. Pergunte antes.
ru: Это их данные рождения, не твои. Сначала спроси у них разрешения.

# scr.people.eyebrow
source: compatibility
de: Partnerschaft
es: compatibilidad
fr: compatibilité
it: affinità
pt_br: compatibilidade
ru: совместимость

# scr.people.lead
source: Compatibility compares your chart against somebody else's. The comparison itself is always calculated in full.
de: Die Kompatibilitätsanalyse vergleicht dein Horoskop mit dem einer anderen Person. Der Vergleich wird immer vollständig berechnet.
es: La compatibilidad compara tu carta con la de otra persona. La comparación siempre se calcula completa.
fr: La compatibilité compare ton thème à celui de quelqu'un d'autre. La comparaison est toujours calculée en entier.
it: L'affinità confronta il tuo tema con quello di un'altra persona. Il confronto è sempre calcolato per intero.
pt_br: A compatibilidade compara o seu mapa com o de outra pessoa. A comparação é sempre calculada por inteiro.
ru: Совместимость сравнивает твою карту с чьей-то ещё. Само сравнение всегда рассчитывается целиком и бесплатно.

# scr.people.remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
pt_br: Remover
ru: Убрать

# scr.people.removeTitle
source: Remove this person?
de: Diese Person entfernen?
es: ¿Quitar a esta persona?
fr: Retirer cette personne ?
it: Rimuovere questa persona?
pt_br: Remover esta pessoa?
ru: Убрать этого человека?

# scr.people.removeWhat
source: Their birth goes, and so does every compatibility reading written from it. Readings you paid for cannot be written again word for word.
de: Ihre Geburtsdaten werden gelöscht — und damit alle daraus erstellten Kompatibilitätsdeutungen. Bezahlte Deutungen können nicht Wort für Wort neu erstellt werden.
es: Su nacimiento se borra, y con él toda lectura de compatibilidad escrita a partir de él. Las lecturas que pagaste no pueden volver a escribirse palabra por palabra.
fr: Ses données de naissance sont supprimées — ainsi que toutes les interprétations de compatibilité créées à partir de ces données. Les interprétations payées ne peuvent pas être recréées mot pour mot.
it: Questo elimina i suoi dati di nascita e ogni lettura di compatibilità basata su di essi. Le letture pagate potrebbero non essere ricreate parola per parola.
pt_br: O nascimento dessa pessoa some, e com ele toda leitura de compatibilidade escrita a partir dele. Leituras pagas não podem ser reescritas palavra por palavra.
ru: Уйдут их данные рождения — и каждое чтение совместимости, написанное из них. Оплаченные чтения нельзя написать заново слово в слово.

# scr.people.saved
source: saved
de: gespeichert
es: guardadas
fr: enregistrées
it: salvate
pt_br: salvas
ru: сохранено

# scr.people.title
source: People
de: Personen
es: Personas
fr: Personnes
it: Persone
pt_br: Pessoas
ru: Люди

# scr.people.unnamed
source: Unnamed
de: Ohne Namen
es: Sin nombre
fr: Sans nom
it: Senza nome
pt_br: Sem nome
ru: Без имени

# scr.saveAccount.body
source: Sign in to keep your chart and restore your purchases on a new phone.
de: Einmal anmelden — dein Horoskop und deine Käufe überleben ein neues Handy.
es: Inicia sesión una vez y podrás recuperar tu carta y tus compras aunque cambies de teléfono.
fr: Connecte-toi une fois : ton thème et tes achats resteront accessibles même sur un nouveau téléphone.
it: Accedi per conservare il tuo tema e ripristinare gli acquisti su un nuovo telefono.
pt_br: Entre uma vez e o seu mapa e as suas compras sobrevivem a um telefone novo.
ru: Войди, чтобы сохранить карту и покупки при смене телефона.

# scr.saveAccount.cta
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt_br: Entrar
ru: Войти

# scr.saveAccount.later
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
pt_br: Agora não
ru: Не сейчас

# scr.saveAccount.title
source: Keep your chart
de: Behalte dein Horoskop
es: Guarda tu carta
fr: Garde ton thème
it: Conserva il tuo tema
pt_br: Guarde o seu mapa
ru: Сохрани свою карту

# scr.signIn.already
source: You are already signed in. This account follows you to any phone.
de: Du bist bereits angemeldet. Dieses Konto folgt dir auf jedes Telefon.
es: Ya has iniciado sesión. Esta cuenta te sigue a cualquier teléfono.
fr: Une session est déjà ouverte. Ton compte reste accessible sur n'importe quel téléphone.
it: Hai già effettuato l'accesso. Questo account ti segue su qualsiasi telefono.
pt_br: Você já entrou. Esta conta acompanha você em qualquer telefone.
ru: Ты уже в аккаунте. Он следует за тобой на любой телефон.

# scr.signIn.done
source: You are signed in.
de: Du bist angemeldet.
es: Has iniciado sesión.
fr: Te voilà dans ton compte.
it: Hai effettuato l'accesso.
pt_br: Você entrou.
ru: Вход выполнен.

# scr.signIn.emailPlaceholder
source: Your email address
de: Deine E-Mail-Adresse
es: Tu correo electrónico
fr: Ton adresse e-mail
it: Il tuo indirizzo email
pt_br: Seu e-mail
ru: Твой адрес почты

# scr.signIn.eyebrow
source: your account
de: dein Konto
es: tu cuenta
fr: ton compte
it: il tuo account
pt_br: sua conta
ru: твой аккаунт
